Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཏེ་ཥཱཉྩ་ཡོ་ནི་རོ་དྷ་ཨེ་ཝཾ་བཱ་དཱི་མཧཱ་ཤྲམ་ཎཿ། །། །། །།།། །། །། །། །།།། །། །། །། །། །།
en: ye dharmā hetuprabhavā hetun teṣāṃ tathāgato bhavat āha teṣāṃ ca yo nirodho evaṃ vādī mahāśramaṇaḥ [ye svāhā] “Whatever events arise from causes, the Tathāgata has told of their causes, and the great ascetic has also taught their cessation.”
